export const QuestionsPHQ9 = [
  {
    id: 1,
    questionValue:
      "Зниження інтересу або відчуття задоволення від виконання справ.",
  },
  {
    id: 2,
    questionValue: "Поганий настрій, відчуття пригнічення або безнадії.",
  },
  {
    id: 3,
    questionValue:
      "Труднощі з засинанням, поверхневий сон або, навпаки, надмірна сонливість.",
  },
  {
    id: 4,
    questionValue: "Відчуття втоми або зниження енергії.",
  },
  {
    id: 5,
    questionValue: "Поганий апетит або переїдання.",
  },
  {
    id: 6,
    questionValue:
      "Негативне відчуття щодо себе: або Ви почувалися невдахою, або ж розчаровувались у собі, або думали, що підвели родину.",
  },
  {
    id: 7,
    questionValue:
      "Труднощі з концентрацією уваги, наприклад, при читанні або перегляді телепередач.",
  },
  {
    id: 8,
    questionValue:
      "Сповільненість рухів і мовлення, яку помічають оточуючі. Або, навпаки, надмірна і непритаманна Вам метушливість і активність.",
  },
  {
    id: 9,
    questionValue:
      "Я здатен/здатна підтримувати інших, навіть коли сам(а) відчуваю емоційне напруження.",
  },
  {
    id: 10,
    questionValue:
      "Думки, що було б краще, якби Ви померли, або думки про те, щоб заподіяти собі шкоду.",
  },
];
