export const ResultsPHQ9 = [
  {
    id: 1,
    range: [0, 7],
    result:
      "0–7 балів.\n" +
      'Результат: "У межах норми"\n' +
      "Ваш емоційний стан стабільний, симптоми тривоги або депресії практично відсутні.",
  },
  {
    id: 2,
    range: [8, 10],
    result:
      "8–10 балів.\n" +
      'Результат: "Можлива наявність тривоги або депресії"\n' +
      "Спостерігаються ознаки емоційного напруження. Варто звернути увагу на свій психологічний стан або звернутись до фахівця.",
  },
  {
    id: 3,
    range: [11, 40],
    result:
      "11 балів і більше.\n" +
      'Результат: "Клінічно виражена тривога або депресія"\n' +
      "Ваші відповіді свідчать про високий рівень психологічного навантаження. Рекомендується консультація з психологом або психотерапевтом.",
  },
];
